Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/moving_country/asylum_seekers_and_refugees/the_asylum_process_in_ireland/dublin_convention.html.txt.tmx
Source language: en
Languages: ga

source: The Dublin III Regulation provides a mechanism for determining which country is responsible for examining an application for international protection that has been lodged in one of the member states by a third country national or a stateless person
ga: Soláthraíonn Rialachán Bhaile Átha Cliath III an bunús dlíthiúil chun na critéir agus an mheicníocht a bhunú chun an ballstát a dheimhniú atá freagrach as scrúdú a dhéanamh ar iarratas ar chosaint idirnáisiúntaa rinne náisiúnach tríú tíre nó duine gan stát i gceann amháin de na ballstáit. Tugtar nós imeachta Bhaile Átha Cliath ar an meicníocht seo

source: The Dublin III Regulation applies to the 28 EU member states, Iceland, Norway, Liechtenstein and Switzerland
ga: Baineann Rialachán Bhaile Átha Cliath III le 32 tír lena n-áirítear ballstáit an AE, an Íoslainn, an Iorua, Lichtinstéin agus an Eilvéis

source: In this document, they are referred to as the Dublin countries
ga: Sa cháipéis seo, tagraítear dóibh mar thíortha Bhaile Átha Cliath

source: Your case may also be examined under the Dublin III Regulation to see whether it should be transferred to another Dublin country
ga: Nuair a dhéanann tú d’iarratas ar chosaint idirnáisiúnta, féadtar do chás a scrúdú faoi Rialachán Bhaile Átha Cliath III

source: It is open to you to make written representations, in this regard, to the International Protection Office – see 'Where to apply' below
ga: Is fútsa atá sé chun ionadaíocht scríofa a dhéanamh, ina leith seo, leis an gCoimisinéir um Iarratais ó Dhídeanaithe, Aonad Rialachán Bhaile Átha Cliath – féach ‘Cá ndéanfaidh mé iarratas?

source: The international protection officer shall take into consideration all relevant matters known to them, including any representations made by you or on your behalf, when deciding whether your application will be transferred. You will then be issued with a written determination of the outcome
ga: Cuirfidh an Coimisinéir san áireamh gach ceist ábhartha arb eol dó/di, lena n-áirítear aon ionadaíocht a rinne tú féin nó a rinneadh thar do cheann nuair a bhíonn cinneadh á dhéanamh ar cibé acu an aistreofar nó nach n-aistreofar d’iarratas

source: Consideration of your application under the Dublin III Regulation
ga: Breithniú ar d’iarratas faoi Rialachán Bhaile Átha Cliath III

source: In some cases, applicants may be required to participate in a separate interview relating to an application under the Dublin III Regulation
ga: I roinnt cásanna, ceanglófar ar iarratasóirí páirt a ghlacadh in agallamh ar leith a bhaineann le hiarratas faoi Rialachán Bhaile Átha Cliath III

source: However, more usually, such information will be gathered during the course of the initial interview or as a result of fingerprint evidence
ga: Is gnáiche, áfach, go mbaileofar an fhaisnéis sin i gcaitheamh an agallaimh thosaigh nó mar thoradh ar fhianaise i leith méarloirg

source: If, at any stage during the investigation of your application, it appears that your application should be dealt with in another Dublin country, it may be dealt with in accordance with the Regulation
ga: Más dealraitheach, ag aon tráth i rith an imscrúdaithe ar d’iarratas, gur cheart déileáil le d’iarratas i dtír eile de chuid Bhaile Átha Cliath, féadtar déileáil le d’iarratas i gcomhréir leis an Rialachán

source: Your case may be one where Ireland requests another Dublin country to take charge of your application
ga: D’fhéadfadh go mbeadh do chás ina chás ina n-iarrann Éire go nglacann tír Bhaile Átha Cliath eile freagracht as d’iarratas

source: Examples of this are where another country has issued you with a visa or work permit, or if you irregularly crossed the frontier of another Dublin country before applying for international protection in Ireland
ga: Mar shampla, tharlódh seo nuair a d’eisigh tír eile víosa nó cead oibre duit nó sa chás gur thrasnaigh tú teorainn tír eile Bhaile Átha Cliath go neamhrialta sula ndearna tú iarratas ar chosaint idirnáisiúnta in Éirinn

source: Alternatively, Ireland may request that another Dublin country take back your application because, for example, you have made an international protection claim in another Dublin country and that claim has not yet been finalised; or you withdrew your international protection claim in that country; or your application for international protection was rejected and you are in Ireland without permission
ga: Mar mhalairt air sin, féadfaidh Éire a iarraidh go nglacann tír eile Bhaile Átha Cliath d’iarratas ar ais mar gheall, mar shampla, go ndearna tú éileamh ar chosaint idirnáisiúnta i dtír eile Bhaile Átha Cliath agus nár tugadh an t-éileamh chun críche go fóill, nó go n-aistarraingíonn tú d’éileamh ar chosaint idirnáisiúnta sa tír sin nó gur diúltaíodh d’iarratas ar chosaint idirnáisiúnta agus go bhfuil tú in Éirinn gan chead

source: A summary of the different time limits to take charge and take back cases is set out as follows:
ga: Leagtar amach thíos achoimre ar na teorainneacha éagsúla ama chun freagracht a ghlacadh as cásanna agus cásanna a ghlacadh ar ais:

source: A request to another Dublin country to take charge of your application (to accept responsibility for it) must be made within 3 months from the date of your application
ga: Ní mór iarratas ar thír Bhaile Átha Cliath eile chun freagracht a ghlacadh as d’iarratas, is é sin, chun freagracht a ghlacadh as, a dhéanamh laistigh de 3 mhí ó dháta d’iarratais

source: The requested country must give a decision no later than 2 months from the date on which it received the request
ga: Ní mór don tír ar a ndearnadh iarratas cinneadh a dhéanamh tráth nach déanaí ná 2 mhí ón dáta a fuarthas an t-iarratas

source: If Ireland does not make the request within the period of 3 months, responsibility for your application lies with Ireland
ga: Sa chás nach ndéanann Éire an t-iarratas chun freagracht a ghlacadh as iarratas ar chosaint idirnáisiúnta chuig an tír eile laistigh de thréimhse 3 mhí, tá an fhreagracht ar Éirinn

source: Ireland may ask for an urgent reply from the requested country if you were refused leave to enter or to remain in Ireland
ga: Féadfaidh Éire iarraidh ar fhreagairt phráinneach ón tír ar a ndearnadh iarratas i gcásanna inar diúltaíodh cead a thabhairt duit Éire a iontráil nó fanacht in Éirinn

source: Also, Ireland can make an urgent request if you have been arrested for unlawful stay; or after the service or execution of a removal order; and/or where you are held in detention
ga: Chomh maith leis sin, féadfaidh Éire iarratas práinneach a dhéanamh má gabhadh thú mar gheall ar fhanacht mhídhleathach nó i ndiaidh go seirbheáiltear nó go ndéantar ordú aistrithe agus/nó sa chás go bhfuil tú á choimeád faoi choinneáil

source: The request shall state the reasons warranting the urgent reply and the period within which a reply is expected
ga: Luafaidh an t-iarratas na cúiseanna atá leis an bhfreagairt phráinneach agus an tréimhse a bhfuiltear ag súil le freagairt laistigh di

source: This period shall be at least one week and no longer than one month
ga: Beidh seachtain amháin, ar a laghad, i gceist leis an tréimhse seo

source: If the requested country fails to act within the 2-month period or the one-month period referred to above, this is tantamount to the requested country's acceptance of Ireland's request to take charge of your application
ga: Má theipeann ar an tír a ndearnadh iarratas orthu gníomhú laistigh den tréimhse 2 mhí nó den tréimhse mhí amháin dá dtagraítear thuas, is ionann seo agus go nglacann an tír ar a ndearnadh iarratas le hiarratas na hÉireann chun freagracht a ghlacadh as d’iarratas

source: A take back request to another Dublin country to take responsibility for your application must be made within 2 months of receipt of a hit on the Eurodac system – which records the fingerprints of applicants and can identify whether you have already applied for international protection in another Dublin country
ga: Ní mór iarratas ar thír Bhaile Átha Cliath eile chun iarratas a ghlacadh ar ais a dhéanamh laistigh de 2 mhí ón dáta a fhaightear amas Eurodac

source: If the take back request is based on other evidence, it shall be sent to the other Dublin country within 3 months of the date on which Ireland becomes aware that another Dublin country may be responsible for your application
ga: Má tá an t-iarratas ar ghlacadh ar ais bunaithe ar fhianaise eile, seolfar é chuig an tír eile Bhaile Átha Cliath laistigh de 3 mhí tar éis an dáta a bhíonn Éire feasach go bhféadfadh go bhfuil tír eile Bhaile Átha Cliath freagrach as d’iarratas

source: Where Ireland calls on another Dublin country to take back your application for international protection, the other Dublin country shall be obliged to make the necessary checks
ga: Sa chás go n-iarrann Éire ar thír eile Bhaile Átha Cliath chun d’iarratas ar thearmann a ghlacadh ar ais, beidh dualgas ar thír Bhaile Átha Cliath ar iarraidh uirthi an t-iarratas a ghlacadh ar ais, na seiceálacha riachtanacha a dhéanamh

source: It is also required to reply to Ireland’s request as quickly as possible and no later than one month from the date of the request
ga: Ceanglaítear ar thír Bhaile Átha Cliath, chomh maith, chun freagairt a thabhairt ar an iarratas a rinne Éire a thapúla is féidir agus níl freagairt le tabhairt breis agus mí amháin tar éis dháta an iarratais faoi chúinsí ar bith

source: Where Ireland's request is based on data obtained from the Eurodac system, the one-month time limit referred to above is reduced to 2 weeks
ga: Sa chás go bhfuil iarratas na hÉireann bunaithe ar shonraí a fuarthas ó chóras Eurodac, laghdaítear an teorainn ama mhí amháin dá dtagraítear thuas anuas go dtí 2 sheachtain

source: Where the requested country does not respond to Ireland's request to take back within the one-month period or the 2-week period referred to above, the requested country shall be considered to have agreed to take back your application for international protection
ga: Sa chás nach bhfreagraíonn an tír ar a ndearnadh iarratas d’iarratas na hÉireann chun an t-iarratas a ghlacadh ar ais laistigh de thréimhse mhí amháin nó an tréimhse 2 sheachtain dá dtagraítear thuas, measfar gur chomhaontaigh an tír ar a ndearnadh iarratas chun d’iarratas ar chosaint idirnáisiúnta a ghlacadh ar ais

source: If another Dublin country is found to be responsible for examining your application and it agrees to accept responsibility for the transfer of your application, you will be informed immediately (in writing) that it is proposed to transfer you to that country for consideration of your application
ga: Má dheimhnítear go bhfuil tír eile Bhaile Átha Cliath freagrach as scrúdú a dhéanamh ar d’iarratas agus má chomhaontaíonn siad chun freagracht a ghlacadh as aistriú d’iarratais, cuirfear ar an eolas thú (i scríbhinn) go mbeartaítear thú a aistriú chuig an tír sin go ndéanfar breithniú ar d’iarratas

source: Note that Ireland may also call on and agree with another Dublin country to take charge of your spouse and or your minor dependent children, in addition to your application, even if your spouse or minor dependent children did not make an international protection application in the Dublin country that is responsible for your international protection application
ga: Tabhair faoi deara go bhféadfadh Éire iarraidh ar thír eile Bhaile Átha Cliath nó comhaontú a dhéanamh le tír eile Bhaile Átha Cliath chun freagracht a ghlacadh as do chéile agus/nó do leanaí cleithiúnacha mionaoiseacha, anuas ar d’iarratas, fiú mura ndearna do chéile nó do leanaí cleithiúnacha mionaoiseacha iarratas ar chosaint idirnáisiúnta sa tír de chuid Bhaile Átha Cliath a bhí freagrach as d’iarratas ar chosaint idirnáisiúnta

source: Transfer to another Dublin country
ga: Aistriú chuig tír eile Bhaile Átha Cliath

source: The transfer of your international protection claim will be arranged by the Department of Justice and Equality
ga: Socróidh an Roinn Dlí agus Cirt agus Comhionannais go n-aistreofar d’éileamh ar chosaint idirnáisiúnta

source: It will take place as soon as is practicably possible and, at the latest, within 6 months of acceptance by the other Dublin country
ga: Déanfar an t-aistriú a luaithe is indéanta is féidir agus tráth nach déanaí ná 6 mhí i ndiaidh an dáta a ghlacann tír eile Bhaile Átha Cliath leis an iarratas

source: The Minister for Justice and Equality will be notified of the determination with a view to making arrangements for your transfer to the Dublin country concerned
ga: Cuirfear an tAire Dlí agus Cirt agus Comhionnanas ar an eolas ar an gcinntiúchán d’fhonn socruithe a dhéanamh do d’aistriú chuig an tír de chuid Bhaile Átha Cliath atá i gceist

source: Dublin III Regulation appeal
ga: Achomharc Rialachán Bhaile Átha Cliath III

source: Following the date of the determination, you will have 15 working days to appeal to the International Protection Appeals Tribunal
ga: Beidh 10 lá oibre agat ó dháta chinneadh an Choimisinéara um Iarratais ó Dhídeanaithe chun achomharc a dhéanamh leis an mBinse Achomhairc do Dhídeanaithe

source: You will be provided with an information leaflet and a notice of appeal for that purpose
ga: Soláthrófar bileog faisnéise duit mar aon le fógra achomhairc chun achomharc a dhéanamh

source: Any appeal that you submit will suspend the transfer of your application, pending the outcome of your appeal
ga: Cuirfidh aon achomharc a sheolann tú aistriú d’iarratais ar fionraí ar feitheamh thoradh d’achomhairc

source: If the International Protection Appeals Tribunal overturns the determination of the international protection officer, your application will be returned by the International Protection Appeals Tribunal to the International Protection Office for examination
ga: Má dhéanann an Binse Achomhairc do Dhídeanaithe cinneadh an Choimisinéara um Iarratais ó Dhídeanaithe a chur ar ceal, seolfaidh an Binse Achomhairc do Dhídeanaithe d’iarratas chuig an gCoimisinéir um Iarratais ó Dhídeanaithe lena scrúdú

source: You will receive a written notification advising you of this
ga: Gheobhaidh tú fógra scríofa a chuirfidh tú ar an eolas air seo

source: A series of leaflets about the Dublin III Regulation include an information leaflet for all asylum applicants (pdf), a leaflet for applicants who are in the Dublin procedure (pdf) and a leaflet for children seeking international protection (pdf)
ga: Tá bileog faisnéise ann do gach iarratasóir ar thearmann (pdf), bileog d’iarratasóirí atá i nós imeachta Bhaile Átha Cliath (pdf) agus bileog do leanaí a bhfuil cosaint idirnáisiúnta á lorg acu (pdf)
